Repository: wolffe/_backup
Catalog: WordPress Plugins/newsletter-tycoon/languages/tycoon-*.po
Languages: hr

source: Newsletter sent successfully.
hr: Newsletter je uspješno poslan.

source: An error occured while sending the newsletter. Please try again later.
hr: Došlo je do greške prilikom slanja newslettera. Molimo pokušajte ponovno kasnije.

source: Settings updated successfully.
hr: Podešavanja su uspješno ažurirana.

source: Subscription activated.
hr: Pretplata je aktivirana.

source: An error occured on subscriber activation. Please try again later.
hr: Došlo je do greške prilikom aktivacije pretplate. Molimo pokušajte ponovno kasnije.

source: The subscriber is already active.
hr: Pretplatnik je već aktivan.

source: Subscriber deleted successfully.
hr: Pretplatnik je uspješno izbrisan.

source: Your email has been successfully removed from the subscribers list!
hr: Vaša e-mail adresa uspješno je uklonjena s liste pretplatnika!

source: Subscription removal canceled!
hr: Uklanjanje pretplate je prekinuto!

source: Confirm Unsubscription
hr: Potvrdite ukidanje pretplate

source: Are you sure you want to unsubscribe?
hr: Jeste li sigurni da želite ukinuti pretplatu?

source: Yes
hr: Da

source: No
hr: Ne

source: Invalid confirmation code!
hr: Pogrešan kod potvrde!

source: Make sure that you have used the full link provided in the email.
hr: Provjerite jeste li koristili punu poveznicu koju ste primili e-mailom.

source: Your email has been successfully added to the subscribers list!
hr: Vaša e-mail adresa uspješno je dodana u listu pretplatnika!

source: Plugin Information
hr: Informacije o pluginu

source: This plugin allows users to subscribe and receive a newsletter containing the blog latest posts. The newsletter subscription system features a double opt-in system, with email confirmation. Administrators can also activate subscribers.
hr: Ovaj plugin omogućuje korisnicima da se pretplate i primaju newsletter koji sadrži najnovije blog postove. Sustav pretplate na newsletter je sustav s dvostrukom potvrdom (double opt-in), te zahtijeva potvdu e-mailom. Administratori također mogu aktivirati pretplatnike.

source: total users in database
hr: svi korisnici u bazi podataka

source: active users in database
hr: aktivni korisnici u bazi podataka

source: You are using
hr: Koristite

source: Make sure you are allowing users to subscribe under the general settings.
hr: Provjerite omogućujete li korisnicima da se pretplate u općim postavkama.

source: Plugin Help and Support
hr: Pomoći support za plugin

source: For more information and updates, visit the
hr: Za više informacija i ažuriranja, posjetite

source: official web site
hr: službena web stranica
